nginx/performance/time_variation/2-perf/wrk.300s.nopin.out
Running 5m test @ http://127.0.0.1:8080/wikipedia_main_page.html
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   108.57ms  261.53ms   2.00s    89.56%
    Req/Sec     1.99k   502.45     8.37k    72.57%
  7127724 requests in 5.00m, 542.36GB read
  Socket errors: connect 0, read 28, write 0, timeout 5128
Requests/sec:  23751.89
Transfer/sec:      1.81GB