nginx/performance/time_variation/2-perf/wrk.300s.pin.out
Running 5m test @ http://127.0.0.1:8080/wikipedia_main_page.html
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    99.36ms  241.91ms   2.00s    89.27%
    Req/Sec     1.88k   521.62     9.01k    74.07%
  6734919 requests in 5.00m, 512.47GB read
  Socket errors: connect 0, read 76, write 0, timeout 4972
Requests/sec:  22442.31
Transfer/sec:      1.71GB