nginx/performance/time_variation/2-perf/wrk.30s.nopin.out
Running 30s test @ http://127.0.0.1:8080/wikipedia_main_page.html
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    91.67ms  229.00ms   1.99s    89.66%
    Req/Sec     2.01k     0.85k   15.18k    74.02%
  716197 requests in 30.10s, 54.50GB read
  Socket errors: connect 0, read 0, write 0, timeout 362
Requests/sec:  23794.15
Transfer/sec:      1.81GB