nginx/performance/time_variation/2-perf/wrk.3s.nopin.out
Running 3s test @ http://127.0.0.1:8080/wikipedia_main_page.html
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   132.29ms  320.08ms   1.99s    89.04%
    Req/Sec     2.12k     1.52k    8.16k    65.43%
  73955 requests in 3.10s, 5.63GB read
  Socket errors: connect 0, read 0, write 0, timeout 7
Requests/sec:  23854.69
Transfer/sec:      1.82GB